mercando-services/src/main/resources/soap_envelopes/backbaseTraining-getBestScore.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservice.services.training.expert.backbase.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <web:getBestScore>
         <username>%%username%%</username>
      </web:getBestScore>
   </soapenv:Body>
</soapenv:Envelope>